Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: Sterne
en: Stars

source: "Eigenes SQL" darf nicht zusammen mit "Einfaches SQL" oder "Stichwortkombinationen" benutzt werden!
en: "Custom SQL" can't be used together with "Simple SQL" or "Keyword combinations"!

source: "{0}" importieren?
en: Import "{0}"?

source: &1. Bilder öffnen
en: &1. Open Images

source: &2. Vorschaubilder
en: &2. Thumbnails

source: &3. Automatisieren
en: &3. Automize

source: &4. Leistung
en: &4. Performance

source: &5. Ausschließen
en: &5. Exclude

source: &6. Sonstiges
en: &6. Miscellaneous

source: &7. Aktionen
en: &7. Actions

source: &9. Nachrichten anzeigen
en: &9. Display Messages

source: &Abbrechen
en: &Cancel

source: &Aktionen
en: &Actions

source: &Aktionen...
en: A&ctions...

source: &Aktualisieren
en: &Modify

source: &Alle Stichwörter einfügen
en: &Add all keywords

source: &Alle ausklappen
en: E&xpand all

source: &Alle auswählen
en: Select &all

source: &Anfangsziffer:
en: &First number:

source: &Ansicht
en: &View

source: &Ausführen
en: &Run

source: &Auswählen
en: Select

source: &Auswählen...
en: S&elect...

source: &Automatisch umbenennen , falls gleichnamige Datei im Zielordner existiert
en: &Automatically rename files if existing in target folder

source: &Baumansicht
en: &Tree view

source: &Bearbeiten
en: &Edit

source: &Bearbeiten...
en: &Edit...

source: &Benutzerdefinierte Dateifilter
en: &User Defined File Filters

source: &Benutzerforum besuchen
en: &Visit User Forum

source: &Bericht öffnen nach Fertigstellung
en: &Open Report after finishing

source: &Beschreibung:
en: Des&cription:

source: &Datei
en: &File

source: &Dateinamen erfragen (wird sonst automatisch erzeugt)
en: &Ask for filename (else it will be created automatically)

source: &Dateinamen-Endung (ohne Punkt):
en: &File name suffix (without dot):

source: &Dateitypen (Dateinamen-Erweiterungen):
en: &Filetypes (File name extensions):

source: &Datenbank aktualisieren
en: &Update Database

source: &Datenbank...
en: &Database...

source: &Datenbankordner
en: &Database folder

source: &Diesen Anfang
en: &This start

source: &Drucken...
en: &Print...

source: &EXIF-Cache löschen
en: Delete &EXIF cache

source: &Eigenes Programm erzeugt Vorschaubilder
en: &User defined script creates thumbnails:

source: &Eingabehilfen
en: &Input Helper

source: &Eingaben möglichst früh speichern
en: &Save input as early as possible

source: &Einstellungen...
en: &Settings...

source: &Entfernen
en: &Remove

source: &Ersetzen durch
en: Re&place with

source: &Exportieren
en: &Export

source: &Favoriten
en: &Favorites

source: &Fehler melden
en: &Report Bugs

source: &Fenster
en: &Window

source: &Filtern:
en: &Filter:

source: &Folgende Ordner automatisch nach neuen Bildern und Metadaten durchsuchen:
en: S&can these folders automatically for new and updated images and metadata:

source: &Fotoalben
en: &Photo Albums

source: &Frei definiert (deaktiviert die zusätzlichen Parameter oben):
en: F&reely defined (Disables parameters obove):

source: &Gehe zu
en: &Goto

source: &Gespeicherte Suchen
en: &Saved Searches

source: &Hilfe
en: &Help

source: &Hinzufügen
en: &Add

source: &Hinzufügen (ENTER)
en: &Add (ENTER)

source: &Hinzufügen zu ausgewählten Bildern
en: &Add to selected images

source: &Hinzufügen...
en: &Add..

source: &Hochladen
en: &Upload

source: &IPTC-Daten importieren...
en: &Import IPTC Metadata...

source: &IPTC-Ignorieren-Cache löschen
en: Delete &IPTC Ignore cache

source: &IPTC-Metadaten anzeigen (lesen aus den Bilddateien)
en: Display &IPTC metadata (read from image files)

source: &Immer ausführen
en: Execute &always

source: &Importieren
en: &Import

source: &Inhalt
en: &Contents

source: &JPhotoTagger erzeugt die Vorschaubilder
en: &JPhotoTagger creates the thumbnails

source: &JPhotoTagger-Daten...
en: &JPhotoTagger Data...

source: &Keine auswählen
en: Select &none

source: &Kopieren
en: Copy

source: &Kurzname:
en: Shor&t name:

source: &Lange XMP-Filialdateinamen benutzen
en: &Use long XMP sidecar file names

source: &Leeren
en: &Empty

source: &Listenansicht
en: &List view

source: &Löschen
en: &Delete

source: &Markierte auswählen
en: &Select selected

source: &Maximale Seitenlänge der Vorschaubilder in Pixel:
en: Maximum length of thumbnails in pixel:

source: &Maximale Wartezeit in Sekunden, bis externes Vorschaubild-Erzeugungsprogramm beendet wird:
en: &Maximum time in seconds to wait before terminating external thumbnail creating program:

source: &Metadaten einblenden
en: O&verlay Metadata

source: &Metadaten hinzufügen...
en: Add &Metadata...

source: &Nach Dateinamen einfügen
en: Insert &after file name

source: &Nach dem Programmstart automatisch auf eine neue Version prüfen
en: &Checking for a newer version after program start

source: &Name im Menü:
en: &Name in menu:

source: &Namen eingeben
en: &Input name

source: &Neu
en: Ne&w

source: &Neu...
en: &New

source: &Neues Muster:
en: &New Pattern:

source: &Nichts auswählen
en: Select &nothing

source: &Ordner
en: &Folder

source: &Ordner auswählen...
en: Choose folder...

source: &Ordner darunter (Unterverzeichnisse) einschließen
en: &Include subfolder

source: &Ordner einlesen...
en: Scan &Folders...

source: &Ordner hinzufügen
en: &Add folders

source: &PDF-Handbuch öffnen
en: &View PDF Manual

source: &Programme zum Öffnen und Bearbeiten von Bildern:
en: &Ohter programs to open and edit images:

source: &Schablone benutzen
en: Use &Templates

source: &Schnellsuche
en: &Fast Search

source: &Spalten für den Bericht:
en: Co&lumns for the Report:

source: &Speichern
en: &Save

source: &Standard
en: &Default

source: &Standardprogramme...
en: Default &Programs...

source: &Stichwörter
en: &Keywords tree

source: &Suche abbrechen
en: Cancel &Search

source: &Suche starten
en: Start &Search

source: &Suchen
en: &Search

source: &Suchen...
en: &Search

source: &Suchen:
en: &Search:

source: &Synonyme
en: &Synonyms

source: &Tastenkombinationen
en: &Keyboard Shortcuts

source: &Textgröße
en: &Text Size

source: &Trenner:
en: De&limiter:

source: &Umbenennen
en: &Rename

source: &Umbenennen...
en: &Rename...

source: &Untergeordnete Ordner einbeziehen
en: Include subfolders

source: &Verschiedenes
en: &Miscellaneous

source: &Versions-Historie
en: &Version History

source: &Versteckte Ordner einlesen und anzeigen
en: &Read and display hidden folders

source: &Verwaiste Vorschaubilder löschen
en: Delete or&phaned thumbnails

source: &Vor
en: &Next

source: &Vor Dateinamen einfügen
en: Insert &before file name

source: &Vor Erstellen des Berichts diesen Dialog anzeigen
en: &Show this dialog before generating a Report

source: &Vor dem Ausführen (weitere) Parameter eingeben
en: Input (further) program &parameter before starting

source: &Vorlage:
en: &Template:

source: &Vorlagen
en: &Templates

source: &Vorschaubild-Datenbank komprimieren
en: &Compress thumbnails database

source: &Vorschaubilder
en: &Thumbnails

source: &Wartung
en: &Maintainance

source: &Wartung...
en: &Maintainance...

source: &Weitere Einstellungen...
en: &Further Settings...

source: &Weitere Programmparameter:
en: O&ptional program parameter:

source: &Werkzeuge
en: &Tools

source: &Wortzusammenstellungen im Bearbeiten-Kartenreiter anzeigen
en: Display &word collections within edit register (right in program window)

source: &Wählen Sie ein Fotoalbum aus:
en: &Select a photo album:

source: &Wünsche melden
en: Report W&hishes

source: &XMP-Daten importieren...
en: Import &XMP Metadata

source: &XMP-Filialdateien ebenfalls mitkopieren
en: Copy also XMP sidecar files

source: &Zeichensatz der IPTC-Daten:
en: &Encoding of IPTC data:

source: &Zeit in Minuten nach Programmstart, bis diese Aufgaben ausgeführt werden
en: &Time in minutes after starting the program to perform these tasks

source: &Zeitleiste
en: &Timeline

source: &Zielordner auswählen
en: Choose &target folder

source: &Zurück
en: &Back

source: &Zusätzliche Parameter vor Dateinamen:
en: Optiona&l parameters before file name:

source: &convert auswählen...
en: Ch&oose convert...

source: ''{0}'' aus Datenbank gelöscht, da die Datei nicht mehr existiert
en: Deleted ''{0}'' from database because the file does not exist

source: ''{0}'' entfernen?
en: Remove ''{0}''?

source: ''{0}'' ist kein Stichwort!
en: ''{0}'' isn't a keyword!

source: ''{0}'' kann nicht umbenannt werden!
en: ''{0}'' can't be renamed!

source: (Zeile
en: (Line

source: /org/jphototagger/program/resource/images/loading.png
en: /org/jphototagger/program/resource/images/en/loading.png

source: /org/jphototagger/program/resource/images/no_preview.png
en: /org/jphototagger/program/resource/images/en/no_preview.png

source: 1 Stern
en: 1 Star

source: 1. EXIF neu einlesen aus allen bekannten Dateien
en: 1. Re-read EXIF of all known files

source: 1. dcraw auswählen...
en: 1. Choose dcraw...

source: 2 Sterne
en: 2 Stars

source: 2. XMP neu einlesen aus allen bekannten Dateien
en: 2. Re-read XMP of all known files

source: 2. convert auswählen...
en: 2. Choose convert...

source: 3 Sterne
en: 3 Stars

source: 3. Alle Vorschaubilder neu berechnen
en: 3. Update all Thumbnails

source: 3. identify auswählen...
en: 3. Choose identify...

source: 4 Sterne
en: 4 Stars

source: 4. Dateien in der Datenbank umbenennen
en: 4. Rename files in the database

source: 5 Sterne
en: 5 Stars

source: <br/>Wurde mit <strong>JPhotoTagger</strong> kein für Ihr System passendes <strong>dcraw</strong> <br/>installiert, können Sie es hier auswählen, sofern es auf Ihrem <br/>Computer installiert ist.
en: <br/>If no <strong>dcraw</strong> for your system was installed together with <strong>JPhotoTagger</strong>, <br/>you can choose it here, if installed on your computer.

source: <html> Falls für <em>RAW-Dateien</em> kein Vorschaubid erzeugt werden kann, <br/>versucht <strong>JPhotoTagger</strong> den RAW-Konverter <strong>dcraw</strong> zu benutzen <br/>(<code>http://www.cybercom.net/~dcoffin/dcraw/</code>).
en: <html> If thumbnails could not be created for <em>RAW image files</em>, <br/><strong>JPhotoTagger</strong> tries to use the RAW converter <strong>dcraw</strong> <br/>(<code>http://www.cybercom.net/~dcoffin/dcraw/</code>).

source: <html> Falls für <em>RAW-Dateien</em> kein Vorschaubid erzeugt werden kann, <br/>versucht <strong>JPhotoTagger</strong> den RAW-Konverter <strong>dcraw</strong> zu benutzen <br/>(<code>http://www.cybercom.net/~dcoffin/dcraw/</code>). <br/>Wurde mit <strong>JPhotoTagger</strong> kein für Ihr System passendes <strong>dcraw</strong> <br/>installiert, können Sie es hier auswählen, sofern es auf Ihrem <br/>Computer installiert ist. </html>
en: <html>If no thumbnail could be created for <em>RAW files</em>,<br/><strong>JPhotoTagger</strong> tries to use the RAW converter <strong>dcraw</strong><br/>(<code>http://www.cybercom.net/~dcoffin/dcraw/</code>).<br/>If along with <strong>JPhotoTagger</strong> no <strong>dcraw</strong> fitting<br/>your system was installed, you can choose it here,<br/>if installed on your Computer elsewhere.</html>

source: <html>''{0}'' <strong>in allen Filialdateien</strong> umbenennen:</html>
en: <html>Rename ''{0}'' in <strong>all sidecar files</strong>:</html>

source: <html>''{0}'' aus <strong>allen</strong> Filialdateien entfernen?</html>
en: <html>Remove ''{0}'' from <strong>all</strong> sidecar files?</html>

source: <html><b>Programmdatei existiert nicht!</b></html>
en: <html><b>Program file does not exist!</b></html>

source: <html><b>Schreibt IPTC-Daten in XMP-Filialdateien und aktualisiert die Datenbank.</b><br />Sie können den Dialog zur Seite schieben und weiterarbeiten, während die Daten konvertiert werden.</html>
en: <html><b>Writes IPTC data into the XMP sidecar files and updates the database.</b><br />You can move this dialog aside while the data will be converted.</html>

source: <html><b>Schreibt in Bilddateien eingebettete XMP-Metadaten in XMP-Filialdateien und aktualisiert die Datenbank.</b></html>
en: <html><b>Writes in images embedded XMP data into sidecar files and updates the database</b>

source: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger-Team in alphabetischer Reihenfolge des Nachnamens:<br /><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Benutzte Bibliotheken in alphabetischer Reihenfolge: <br />Apache Lucene (http://lucene.apache.org/)<br />Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>(Teile der) NetBeans Platform (http://netbeans.org/)<br/>SwingX (http://java.net/projects/swingx/)</html>
en: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger team in alphabetically order of their name:<p><p><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Used libraries in alphabetically Order:<p><p>Apache Lucene (http://lucene.apache.org/)<br />Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>(Parts of the) NetBeans Platform (http://netbeans.org/)<br/>SwingX (http://java.net/projects/swingx/)</html>

source: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger-Team in alphabetischer Reihenfolge des Nachnamens:<br/><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Benutzte Bibliotheken in alphabetischer Reihenfolge: <br/>Apache Lucene (http://lucene.apache.org/)<br/>Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>(Teile der) NetBeans Platform (http://netbeans.org/)<br/>metadata-extractor (http://code.google.com/p/metadata-extractor/)<br/>SwingX (http://java.net/projects/swingx/)</html>
en: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger team in alphabetically order of their name::<br/><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Used libraries in alphabetically Order: <br/>Apache Lucene (http://lucene.apache.org/)<br/>Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>(Teile der) NetBeans Platform (http://netbeans.org/)<br/>metadata-extractor (http://code.google.com/p/metadata-extractor/)<br/>SwingX (http://java.net/projects/swingx/)</html>

source: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger-Team in alphabetischer Reihenfolge des Nachnamens:<br/><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Benutzte Bibliotheken in alphabetischer Reihenfolge: <br/>Apache Lucene (http://lucene.apache.org/)<br/>Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>MapDB (http://www.mapdb.org)<br/>(Teile der) NetBeans Platform (http://netbeans.org/)<br/>metadata-extractor (http://code.google.com/p/metadata-extractor/)<br/>SwingX (http://java.net/projects/swingx/)</html>
en: <html><b>{0}, Version {1}</b><p><p>JPhotoTagger team in alphabetical order of the last name:<br/><i>Elmar Baumann &lt;eb@elmar-baumann.de&gt;, Martin Pohlack, Tobias Stening &lt;tobi@cmaxx.de&gt;</i><p><p>Used libraries in alphabetical order: <br/>Apache Lucene (http://lucene.apache.org/)<br/>Beansbinding (http://java.net/projects/beansbinding/)<br/>EventBus (http://java.net/projects/eventbus)<br/>HSQLDB (http://hsqldb.org/)<br/>Imagero (http://reader.imagero.com/)<br/>MapDB (http://www.mapdb.org)<br/>(Teile der) NetBeans Platform (http://netbeans.org/)<br/>metadata-extractor (http://code.google.com/p/metadata-extractor/)<br/>SwingX (http://java.net/projects/swingx/)</html>

source: <html><p><strong>JPhotoTaggers</strong> Sperrdatei<br/><code>{0}</code> existiert noch!</p><p>Falls Sie sicher sind, dass <strong>JPhotoTagger</strong> <em>nicht</em> läuft, können Sie die Sperrdatei löschen lassen.</p><p>Sperrdatei löschen und <strong>JPhotoTagger</strong> starten?</p></html>
en: <html><p><strong>JPhotoTagger''s</strong> lock file <br/><code>{0}</code><br/>already exists!</p><p>If You are sure, <strong>JPhotoTagger</strong> is <em>not</em> already running, You can let delete the lock file.</p><p>Delete the lock file and start <strong>JPhotoTagger</strong>?</p></html>

source: <html><p>Eine gültige Eingabe besteht aus:</p><ul><li>Jahr in vier Ziffern</li><li>Bindestrich, falls ein Monat definiert ist</li><li>Monat in zwei Ziffern</li><li>Bindestrich, falls ein Tag definiert ist</li><li>Tag in zwei Ziffern</li></ul><p>Beispiele:</p><ul><li><strong>2009-01-12</strong> für den 12. Januar 2009</li><li><strong>2008</strong> für das Jahr 2008</li><li><strong>2007-05</strong> für Mai 2007</li></ul></html>
en: <html><p>A valid Input contains:</p><ul><li>Year in 4 digits</li><li>Dash if a month is defined</li><li>Month in 2 digits</li><li>Dash if a day is defined</li><li>Day in 2 digits</li></ul><p>Examples:<ul><li><strong>2009-01-12</strong> for January, the 12. in 2009</li><li><strong>2008</strong> for the year 2008</li><li><strong>2007-05</strong> for May 2007.</li></ul></html>

source: <html><strong>Achtung:</strong> Die bisherigen Datenbankdateien<p><b>{0}.*</b><p>werden <em>nicht</em> in einen anderen Ordner kopiert!<p>Dies ist vor Neustart von <strong>JPhotoTagger</strong> selbst durchzuführen.<p>Bitte kopieren Sie ebenfalls den Ordner <code>thumbnails</code> in den gleichen Ordner wie die Datenbankdateien.</html>
en: <html><strong>Warning:</strong> The existing database files<p><b>{0}.*</b><p> will <em>not</em> be copied to a new folder!<p>You have to do that before restarting <strong>JPhotoTagger</strong>.<p>Please also copy the <code>thumbnails</code> folder into the same folder as the database files.</html>

source: <html><strong>Alle</strong> Stichwörter des Stichwortbaums löschen?</html>
en: <html>Delete <strong>alle</strong> keywords from keywords tree?</html>

source: <html><strong>Bearbeiten ist möglich</strong></html>
en: <html><strong>Edit enabled</strong></html>

source: <html><strong>Bearbeiten ist nicht möglich</strong></html>
en: <html><strong>Edit disabled</strong></html>

source: <html><strong>Bitte wählen Sie aus, was exportiert werden soll:</strong></html>
en: <html><strong>Please choose, what to export:</strong></html>

source: <html><strong>Bitte wählen Sie aus, was importiert werden soll:</strong></html>
en: <html><strong>Please choose, what to import:</strong></html>

source: <html><strong>Datei:</strong> {0}<br/><strong>Größe:</strong> {1,number,#.#} {2}<br/><strong>Datum:</strong> {3}<br/><strong>Filialdatei:</strong> {4}<br/><strong>Flags:</strong> {5}</html>
en: <html><strong>File:</strong> {0}<br/><strong>Size:</strong> {1,number,#.#} {2}<br/><strong>Date:</strong> {3}<br/><strong>Sidecar file:</strong> {4}<br/><strong>Flags:</strong> {5}</html>

source: <html><strong>Experten</strong>: Kennen Sie die Datenbankstruktur, können Sie hier eigene SQL-Abfragen formulieren:</html>
en: <html><strong>Experts</strong>: If You are firm with the database structure, You can write here Your own SQL statement.</html>

source: <html><strong>JPhotoTagger</strong> &quot;normale&quot; XMP-Filialdateinamen benutzen lassen?<p><p>Im Anschluss werden alle bestehenden XMP-Filialdateien umbenannt.</html>
en: <html>Shall <strong>JPhotoTagger</strong> create &quot;usal&quot; XMP sidecar file name?<p><p>After turning on this option, all XMP sidecar files will be renamed.</html>

source: <html>Achtung: Setzen Sie diese Option mit Bedacht ein!<p>Falls Sie eine Bilddatei-Endung hinzufügen, könnten ungewollt Bilder gelöscht werden!</html>
en: <html>Attention: Use this option carefully!<p>If you add an image file suffix, images maybe deleted!</html>

source: <html>Aktualisiere <strong>alle</strong> Vorschaubilder in der Datenbank</html>
en: <html>Update <strong>all</strong> thumbnails in the database</html>

source: <html>Alle ausgewählten Dateien (unwiderruflich) <em>vom Datenträger</em> löschen?</html>
en: <html>Delete all selected files (not recoverable) <em>from disk</em>?</html>

source: <html>Ausgewählte Bilder <em>aus der Datenbank</em> entfernen?</html>
en: <html>Delete selected images <em>from the database</em>?</html>

source: <html>Ausgewählte Ordner <strong>mit Bildern</strong><br />(Aus Liste entfernen durch Markieren und Drücken auf die Taste <strong>Entf</strong>):</html>
en: <html>Selected folders <strong>with images</strong><br />(Remove from list through selecting and pressing the key <strong>DEL</strong>):</html>

source: <html>Beim Kopieren gab es Fehler!
en: <html>Errors occured while copying!

source: <html>Beim Kopieren gab es Fehler! Bitte prüfen Sie die Logdatei (Schaltfläche am Fensterrand unten).</html>
en: <html>Errors occured while copying! Please check the log file (Button at the bottom of the application's window).</html>

source: <html>Beim Kopieren, Umbenennen, Verschieben und Löschen<p>zusätzlich Dateien mit folgenden Endungen ebenfalls kopieren, umbenennen verschieben und löschen:</html>
en: <html>When copying, renaming, moving and deleting files<p>also copy, rename, move and delete files with following suffixes:</html>

source: <html>Bereits erstelle Vorschaubilder werden bei Änderungen der Seitenlänge vielleicht langsamer und in schlechterer Qualität dargestellt!
en: <html>Already created thumbnails probably will be displayed slower and with less quality, if you change their width!

source: <html>Bereits erstelle Vorschaubilder werden bei Änderungen der Seitenlänge vielleicht langsamer und in schlechterer Qualität dargestellt! Sie sollten nach jeder Änderung neu berechnet werden.</html>
en: <html>The quality of thumbnails can decrease after changing this setting and should be rendered again.</html>

source: <html>Bitte füllen Sie (mindestens) ein Textfeld aus und überprüen, ob die Anzahl offener Klammern gleich ist mit der geschlossener!</html>
en: <html>Please type text at least into one textfield and check whether the count of open brackets is equals to the count of closing brackets!</html>

source: <html>Bitte schließen Sie diesen Dialog erst, nachdem Sie im Web-Browser bestätigt haben, dass <strong>JPhotoTagger</strong> Fotos hochladen darf!</html>
en: <html>Bitte close this dialog only, after You have confirmed whitin the web bowser, that <strong>JPhotoTagger</strong> can upload images!</html>

source: <html>Bitte wählen Sie aus, welche übergeordneten Stichwörter übernommen werden sollen für <strong>{0}</strong>:</html>
en: <html>Please choose for insertion the parent keywords of <strong>{0}</strong>:</html>

source: <html>Bitte wählen Sie die IrfanView-EXE-Datei (einmalig) aus.<p>Falls Sie IrfanView nicht installiert haben, können Sie es herunterladen unter http://www.irfanview.com/</html>
en: <html>Please choose (once) the IrfanView executable.<p>If not installed, You can download IrfanView under http://www.irfanview.com/</html>

source: <html>Das Eingabefeld für die Stichwörter scheint nicht vorhanden zu sein!<p>Haben Sie dieses von der Bearbeitung ausgenommen?</html>
en: <html>The input field for keywords seems to be not existing!<p>Do You have excluded it from editing?</html>

source: <html>Das Eingabefeld für die Stichwörter scheint nicht vorhanden zu sein!<p>Haben Sie dieses von der Bearbeitung ausgenommen?</p>
en: <html>The input field for keywords seems to be not existing!<p>Did You exclude it from editing?</html>

source: <html>Das Vorschaubild-Verzeichnis<p>''{0}''<p>konnte nicht erzeugt werden!
en: <html>The thumbnails directory<p>''{0}''<p>couldn't be created!
